<HTML>

<HEAD>

<TITLE>WIND IN THE WILLOWS</TITLE>


<BODY>

<P>
<FONT SIZE=4></FONT>
<P>
<FONT SIZE=4></FONT>
<P>
<FONT SIZE=4>
<BR>
</FONT>
<P>
<FONT SIZE=4>The Chief Weights &amp; Measures Officer for Sofia,
(South-West Section) congratulates the Python team on their latest
offering. &igrave;Nearly as Good as Yellowbeard&icirc; opined
the Head of The Tinned Goods (Export Division) of the Bulgarian
Cereals &amp; Grain Products Monopoly (at present living in Majorca).
&igrave;Terry Gilliam&iacute;s portrait of a middle-aged Jewish
Rastofarian would have had me rolling in the aisles except for
the fact that everyone was standing in the aisles, owing to a
little-known fire regulation in Bulgarian cinemas which forbids
clients from sitting down during the performance of a film.&icirc;</FONT>
<P>
<FONT SIZE=4>Thousands of stars of stage, screen and marketing
co-operatives thronged the densely-packed Cinema Dom in Sofia&iacute;s
prestigious Ekzarh Yossif Street last Monday night to witness
the World Premiere of Terry Jones&iacute;s eagerly awaited &igrave;The
Wind In The Willows&icirc; - starring Eric Idle as Ratty, Nicol
Williamson as Badger, Terry Jones as Toad and Steve Coogan as
Mole, with guest appearances from John Cleese as Mr Toad&iacute;s
Defence Counsel and Michael Palin as The Sun. </FONT>
<P>
<FONT SIZE=4>Cinema Manager Stefan Kitanov posited largest turn-out
for a World Premiere of a Major Western Motion Picture since &igrave;Lassie
Come Home!&icirc; (a searing social comment pic spotlighting canine
homelessness and inner city dental decay amongst rodents) was
accidentally opened in Bulgaria prior to being shelved. &igrave;It
is a tremendous boost for our plum industry,&icirc; claimed the
Vice-President of the Balkan Preserved Fruit Marketing Board.</FONT>
<P>
<FONT SIZE=4>The film was shown with Swedish subtitles, and the
sound was turned off to allow the commentary in Bulgarian and
the playing of festive Bulgairan folk music over the cinema&iacute;s
loudspeaker system. &igrave;We always find our Bulgarian Folk
Dance Tunes fit almost any Hollywood-style sex and violence movies
for children,&icirc; said the Head of the Red Arrows Display Team.*
</FONT>
<P>
<FONT SIZE=4>In the month&iacute;s run-up to the World premiere,
the Cinema Dom had been hosting a month-long Python Fest in which
every single Python movie or related movie had been screened at
least once along with episodes of the TV series. &igrave;It has
certainly been a tremendous four weeks in which our damson production
has tripled,&icirc; claimed The Deputy Chairman of the Balkan
Soft Fruit and Vegetable Growers&iacute; Association. &igrave;We
certainly enjoyed the shows,&icirc; said the General Manager of
the Rouse Animal Feeds Association.</FONT>
<P>
<FONT SIZE=4>Terry arrived in Sofia on 9th June 1996 and returned
to London on the 11th June. &igrave;It&iacute;s a great country,&icirc;
he said, &igrave;and the apricots are some of the best I&iacute;ve
tasted this year.&icirc;<BR>
</FONT>
<P>
<FONT SIZE=4>*It is not clear what the leader of the Red Arrows
Squadron was doing in Sofia, but he has since opened up a receiving
station for all damaged fruit and disabled vegetables.</FONT>
</BODY>

</HTML>
